const help = (prefix, pushname2, time) => {

	return `
╔─⚌⚌⚌ ツ Pressao Nenemツ ⚌⚌⚌╗
  †ลкลмµяล 赤ちゃんの圧力 𝜝𝛩͢𝑇   
╚─⚌⚌⚌ ☯ Join us Baby ;D ☯ ⚌⚌⚌╝
║╭─☣ Menu Do BOT-Takamura ☣──
     Muito Obrigrado Por Usar BOT ${pushname2} Aproveite ›͜‹  

     (▀̿Ĺ̯▀̿ ̿)  Dᴏɴᴏ:Takamura (▀̿Ĺ̯▀̿ ̿)

║╰┅┅┅┅┅┅┅┅┅┆Sempre Sera Atualizado !┆┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅┅
║〘 INFORMAÇÕES SOBRE O †ลкลмµяล  𝜝𝛩͢𝑇  〙    
╠🐉
╠🐉 𝐃𝐎𝐍𝐎: 🐉Takamura (Bᴀsᴇ ᴅᴏ Cᴀᴜss ǫᴜᴇ ᴇ ᴅᴏ Dᴀʀᴋ) 
╠🐉 »»————-*wa.me/558695023910*————-«« Numero Do Dono
╠🐉 𝐒𝐓𝐀𝐓𝐔𝐒: [ ✓ 🅑🅞🅣 🅞🅝 ✓]
╠🅓🅐🅣🅐 🅔 🅗🅞🅡🅐: ${time}
║
╠══Bot Esta Online A: ${kyun(uptime)}
╭┅┅┅┅┅┅┅┅┅〘 🄲🄾🄼🄰🄽🄳🄾🅂 🄽🄾🅅🄾🅂 〙┅┅┅┅┅┅┅┅
║
║🐉 ➪ *supergay
║🐉 ➪ *gostosa
║🐉 ➪ *casal
║🐉 ➪ *lofiwallpaper2
║🐉 ➪ *lofiwallpaper3
║🐉 ➪ *xvidros
║🐉 ➪ *fbiloli
║🐉 ➪ *punheta[Braço igual do Leo Stronda]
║🐉 ➪ Removidos: loli-loli1-nsfw1-clonar ✓
╭┅┅┅┅┅┅┅┅┅〘 🄼🄴🄽🅄 〙┅┅┅┅┅┅┅┅
║
║🐉 ➪ **sticker*
║🐉 ➪ **toimg*
║🐉 ➪ **darkjokes (memes aleatórios)*
║🐉 ➪ **memeindo*
║🐉 ➪ **tts*
║🐉 ➪ **lolih [off]*
║🐉 ➪ **nsfwloli [off]*
║🐉 ➪ **url2img*
║🐉 ➪ **leens [na legenda]*
║🐉 ➪ **wait [na legenda]*
║🐉 ➪ **setprefix*
║
╭┅┅┅┅┅┅┅┅┅〘 🄾🅄🅃🅁🄾🅂 〙┅┅┅┅┅┅┅┅
║
║🐉 ➪ **linkgp*
║🐉 ➪ **simih [1/0]*
║🐉 ➪ **marcar*
║🐉 ➪ **add [@]*
║🐉 ➪ **banir [@]*
║🐉 ➪ **promover [@]*
║🐉 ➪ **rebaixar*
║🐉 ➪ **admins*
║🐉 ➪ **marcar2*
║🐉 ➪ **bc [texto]* (ele faz uma ™)
║🐉 ➪ **marcar3*
║🐉 ➪ **bloqueados*
║🐉 ➪ **bloquear [@]*
║🐉 ➪ **desbloquear [@]*
║🐉 ➪ **limpar*
║🐉 ➪ **bc [ *texto* ]*
║🐉 ➪ **bemvindo [1/0]*
║🐉 ➪ **clonar [Desativado]*
║🐉 ➪ **help1*
║🐉 ➪ **dono*
║🐉 ➪ **owner*
║🐉 ➪ **tts [texto]*
║🐉 ➪ **setnome*
║🐉 ➪ **termux*
║🐉 ➪ **setfoto*
║🐉 ➪ **grupoinfo*
║🐉 ➪ **ytmp4*
║🐉 ➪ **bomdia*
║🐉 ➪ **boanoite*
║🐉 ➪ **marcar*
║🐉 ➪ **marcar2*
║🐉 ➪ **marcar3*
║
╭┅┅┅┅┅┅┅┅┅〘 🄸🄼🄰🄶🄴🄽🅂 〙┅┅┅┅┅┅┅┅
║
║🐉 ➪ **loli* [off]
║🐉 ➪ **loli1*
║🐉 ➪ **hentai*
║🐉 ➪ **dono*
║🐉 ➪ **porno*
║🐉 ➪ **boanoite*
║🐉 ➪ **bomdia*
║🐉 ➪ **boatarde*
║🐉 ➪ **mia [aleatórias]*
║🐉 ➪ **rize [aleatórias]*
║🐉 ➪ **minato [aleatórias]*
║🐉 ➪ **boruto [aleatórias]*
║🐉 ➪ **hinata [aleatórias]*
║🐉 ➪ **sasuke [aleatórias]*
║🐉 ➪ **sakura [aleatórias]*
║🐉 ➪ **naruto [aleatórias]*
║🐉 ➪ **meme*   
║🐉 ➪ **lofi*
║🐉 ➪ **malkova*
║🐉 ➪ **canal*
║🐉 ➪ **nsfwloli1[Desativado]*
║🐉 ➪ **reislin*
║
╭┅┅┅┅┅┅┅┅┅〘 🄸🄽🅃🄴🄻🄸🄶🄴🄽🄲🄸🄰 🄳🄾 🄱🄾🅃 〙┅┅┅┅┅┅┅┅
║
║🐉 ➪ **simih 1 (para ativar)*
║🐉 ➪ **simih 0 (para desativar)*
║ **simi (sua mensagem)*
║
╭┅┅┅┅┅┅┅┅┅〘 @ 🄴🄼 🄲🄾🄽🅂🅃🅁🅄🄲🄰🄾 @ 〙┅┅┅┅┅┅┅┅
║
║🐉 ➪ **gado*
║🐉 ➪ **dbz*
║🐉 ➪ **gtts loli*
║🐉 ➪ **hidegp*
║
╭┅┅┅┅┅┅┅┅┅〘  🅅🄸🄿  〙┅┅┅┅┅┅┅┅
║
║🐉 ➪ **dado*
║🐉 ➪ **cekvip*
║🐉 ➪ **premiumlist*
║🐉 ➪ **delete*
║🐉 ➪ **modapk*
║🐉 ➪ **indo10*
║🐉 ➪ **daftarvip [para virar VIP]*
║🐉 ➪ **qrcode*
║🐉 ➪ **chentai*
║🐉 ➪ **gcpf*
║🐉 ➪ **gbin*
║🐉 ➪ **pack*
║🐉 ➪ **gpessoa*
║
╭┅┅┅┅┅┅┅┅┅〘  🄶🅁🅄🄿🄾  〙┅┅┅┅┅┅┅┅
║
║🐉 ➪ **banir*
║🐉 ➪ **leveling [on/off]*
║🐉 ➪ **level*
║🐉 ➪ **add*
║🐉 ➪ **promover*
║🐉 ➪ **setfoto [na legenda]*
║🐉 ➪ **setname [texto]*
║🐉 ➪ **rebaixar*
║🐉 ➪ **admins*
║🐉 ➪ **marcar*
║🐉 ➪ **marcar2*
║🐉 ➪ **marcar3*
║🐉 ➪ **bemvindo [1/0]*
║🐉 ➪ **grupoinfo*
║🐉 ➪ **bomdia*
║🐉 ➪ **boatarde*
║🐉 ➪ **boanoite*
║🐉 ➪ **setdesc*
║🐉 ➪ **bug [sua mensagem]*
║
╭┅┅┅┅┅┅┅┅┅〘  🄲🄾🄼🄰🄽🄳🄾 🄴🅂🄿🄴🄲🄸🄵🄸🄲🄾 🄳🄾 🄱🄾🅃  〙┅┅┅┅┅┅┅┅
║
║🐉 ➪ **bug [sua mensagem]*
║🐉 ➪ **clonar [@]*
║🐉 ➪ **dono*
║🐉 ➪ **ping [ver velocidade do bot]*
║🐉 ➪ **termux*
║🐉 ➪ **gay [@]*
║🐉 ➪ **wame*
║🐉 ➪ **map (nome)*
║🐉 ➪ **setppbot (marque uma img)*
║🐉 ➪ **pinterest (nome)*
║🐉 ➪ **desligar (so para o dono)*
║🐉 ➪ **timer*
║
╭┅┅┅┅┅┅┅┅┅〘 🄾🅄🅃🅁🄾🅂 🄲🄾🄼🄰🄽🄳🄾🅂 〙┅┅┅┅┅┅┅┅
║
║🐉 ➪ **neko*
║🐉 ➪ **ttp [texto]*
║🐉 ➪ **testime*
║🐉 ➪ **tomp3*
║🐉 ➪ **modoanime [on/off]*
║🐉 ➪ **modonsfw [on/off]*
║🐉 ➪ **happymod [jogo/app]*
║🐉 ➪ **rize*
║🐉 ➪ **ytsearch*
║🐉 ➪ **moddroid [jogo/app]*
║🐉 ➪ **xvideos [titulo]**
║🐉 ➪ **nomegp*
║🐉 ➪ **darkjokes (memes aleatórios)*
║🐉 ➪ **animecry*
║🐉 ➪ **gay1*
║🐉 ➪ **next*
║🐉 ➪ **alerta*
║🐉 ➪ **belle [img aleatórias]*
║🐉 ➪ **pronomeneu [texto]*
║🐉 ➪ **hobby*
║
╭┅┅┅┅┅┅┅┅┅〘 🄲🄾🄼🄰🄽🄳🄾🅂 🄳🄴 🅅🄾🅉 〙┅┅┅┅┅┅┅┅
║
║🐉 ➪ **ola*
║🐉 ➪ **bv*
║🐉 ➪ **tchau*
║🐉 ➪ **bem*
║🐉 ➪ **a*
║🐉 ➪ **fdp*
║🐉 ➪ **onich*
║🐉 ➪ **beat1*
║🐉 ➪ **beat2*
║🐉 ➪ **beat3*
║🐉 ➪ **beat4*
║🐉 ➪ **beat5*
║🐉 ➪ **beat6*
║🐉 ➪ **beat7*
║🐉 ➪ **beat8*
║🐉 ➪ **beat9*
║🐉 ➪ **beat10*
║🐉 ➪ **beat11*
║🐉 ➪ **beat12*
║🐉 ➪ **beat13*
║🐉 ➪ **beat14*
║🐉 ➪ **beat15*
║🐉 ➪ **beat16*
║🐉 ➪ **beat17*
║🐉 ➪ **beat18*
║🐉 ➪ **beat19*
║🐉 ➪ **beat20*
║🐉 ➪ **beat21*
║🐉 ➪ **beat22*
║🐉 ➪ **beat23*
║🐉 ➪ **beat24*
║🐉 ➪ **beat25*
║🐉 ➪ **trap1*
║🐉 ➪ **trap2*
║🐉 ➪ **trap3*
║🐉 ➪ **trap4*
║🐉 ➪ **trap5*
║🐉 ➪ **trap6*
║🐉 ➪ **trap7*
║🐉 ➪ **trap8*
║🐉 ➪ **trap9*
║🐉 ➪ **trap10*
║🐉 ➪ **trap11*
║🐉 ➪ **trap12*
║🐉 ➪ **trap13*
║🐉 ➪ **trap14* *[A MELHOR MÚSICA✓]*
║🐉 ➪ **trap15*
║🐉 ➪ **trap16*
║🐉 ➪ **trap17*
║🐉 ➪ **trap18*
║🐉 ➪ **trap19*
║🐉 ➪ **trap20*
║🐉 ➪ **trap21*
║🐉 ➪ **trap22*
║🐉 ➪ **trap23*
║🐉 ➪ **trap24*
║🐉 ➪ **trap25*
║🐉 ➪ **roc1*
║🐉 ➪ **roc2*
║🐉 ➪ **roc3*
║🐉 ➪ **roc4*
║🐉 ➪ **roc5*
║🐉 ➪ **roc6*
║🐉 ➪ **roc7*
║🐉 ➪ **roc8*
║🐉 ➪ **roc9*
║🐉 ➪ **roc10*
║🐉 ➪ **roc11*
║🐉 ➪ **roc12*
║🐉 ➪ **roc13*
║🐉 ➪ **roc14*
║🐉 ➪ **roc15*
║🐉 ➪ **roc16*
║🐉 ➪ **roc17*
║🐉 ➪ **roc18*
║🐉 ➪ **roc19*
║🐉 ➪ **roc20*
║🐉 ➪ **roc21*
║🐉 ➪ **roc22*
║🐉 ➪ **roc23*
║🐉 ➪ **roc24*
║🐉 ➪ **roc25*
║🐉 ➪ **rap1*
║🐉 ➪ **rap2*
║🐉 ➪ **rap3*
║🐉 ➪ **rap4*
║🐉 ➪ **rap5*
║🐉 ➪ **glub*
║
╭┅┅┅┅┅┅┅┅┅〘 🄾🅄🅃🅁🄾🅂 🄲🄾🄼🄰🄽🄳🄾🅂  2〙┅┅┅┅┅┅┅┅
║🐉 ➪ **bot*
║🐉 ➪ **antilink [1/0]*
║🐉 ➪ **brainly [pergunta]*
║🐉 ➪ **antiracismo [on/off]*
║🐉 ➪ **setnomebot*
║🐉 ➪ **meme*
║
╭┅┅┅┅┅┅┅┅┅〘 🄸🄽🅃🄴🅁🄰🅃🄸🅅🄾🅂 〙┅┅┅┅┅┅┅┅
║
╭┅┅┅┅NOTA »
║Mandar a msg sem o prefixo
├────────────────────
║
║🐉 ➪ *bah*
║🐉 ➪ *oii*
║🐉 ➪ *bv*
║🐉 ➪ *canta ai bot*
║🐉 ➪ *grita*
║🐉 ➪ *bot lixo*
║
╭┅┅〘 †ลкลмµяล 赤ちゃんの圧力 𝜝𝛩͢𝑇 〙┅┅┅
║ 
║Numero Do Takamura: wa.me/558695023910
║Se ele não responder manda dnv pq ele e ocupado só nao liga porra
╚═〘 †ลкลмµяล 赤ちゃんの圧力 𝜝𝛩͢𝑇 〙`
function kyun(seconds){
  function pad(s){
    return (s < 10 ? '0' : '') + s;
  }
  var hours = Math.floor(seconds / (60*60));
  var minutes = Math.floor(seconds % (60*60) / 60);
  var seconds = Math.floor(seconds % 60);

  //return pad(hours) + ':' + pad(minutes) + ':' + pad(seconds)
  return `${pad(hours)} Horas ${pad(minutes)} Minutos ${pad(seconds)} Segundos`
}
}
exports.help = help

